Repository: GreyGoldFish/CoM-Archolos-PT-Translation-Project
Catalog: Project/Project-omegat.tmx
Source language: en_us
Languages: pt_br

source: All except one.
pt_br: Todos, exceto um.

source: And that’s how I ended up here.
pt_br: E foi assim que vim parar aqui.

source: But the admirals misjudged the situation.
pt_br: Mas os almirantes julgaram mal a situação.

source: Criminals were sentenced to work in the penal colony also known as the Valley of Mines.
pt_br: Criminosos foram condenados a trabalhar na colônia penal também conhecida como o Vale das Minas.

source: Determined to maintain control over the region, the king ordered to seize every ship, including vessels of Araxos Guild,
pt_br: Determinado a manter o controle sobre a região, o rei ordenou que apreendessem todos os navios, incluindo aqueles da Guilda Araxos,

source: Drop the anchor!
pt_br: Soltem a âncora!

source: During the long years of his reign, Rhobar was able to defeat all foes of his realm.
pt_br: Durante os longos anos de seu reinado, Rhobar foi capaz de derrotar todos os inimigos de seu domínio.

source: Every able-bodied citizen, no matter how rich or poor, was soon to be conscripted into the king’s army.
pt_br: Todo cidadão saudável, não importa quão rico ou pobre, logo seria recrutado para o exército do rei.

source: I'd better wait to leave the cave.
pt_br: É melhor esperar para sair da caverna.

source: Inner conflicts resulting from the vast diversity of its residents made Archolos boil
pt_br: Os conflitos internos resultantes da grande diversidade dos seus residentes fizeram Archolos ferver,

source: Looks like we’re here.
pt_br: Parece que estamos aqui.

source: Meanwhile, to break the impasse on the front, the king sent the whole might of his fleet,
pt_br: Enquanto isso, para quebrar o impasse na frente de guerra, o rei enviou todo o poder de sua frota naval,

source: Okay, now it's all clear.
pt_br: Ok, agora está seguro.

source: On the remote island of Londram, two brothers are preparing to leave for Archolos, hoping to escape the clutches of war.
pt_br: Na remota ilha de Londram, dois irmãos preparam-se para partir para Archolos, na esperança de escapar das garras da guerra.

source: Recipe: Apples in pastry
pt_br: Receita: Pastel de maçã

source: Recipe: Beer bread
pt_br: Receita : Pão de cerveja

source: Recipe: Berry compote
pt_br: Receita: Compota de bagas

source: Recipe: Berry jam
pt_br: Receita: Geléia de bagas

source: Recipe: Boar stew on wine
pt_br: Receita : Guisado de javali com vinho

source: Recipe: Bread spread made from dragon root
pt_br: Receita : Pasta de pão feita com raiz-de-dragão

source: Recipe: Bread with meat
pt_br: Receita : Pão com carne

source: Recipe: Country scrambled eggs
pt_br: Receita: Ovos mexidos à caipira

source: Recipe: Digger meat tripe
pt_br: Receita: Tripa de carne de escavador

source: Recipe: Dried fruit compote
pt_br: Receita : Compota de frutas secas

source: Recipe: Exotic dessert
pt_br: Receita: Sobremesa exótica

source: Recipe: Farmer's sandwich
pt_br: Receita : Sanduíche de fazendeiro

source: Recipe: Fatty stew
pt_br: Receita : Guisado gorduroso

source: Recipe: Fish chops with fireweed
pt_br: Receita : Iscas de peixe com erva-de-fogo

source: Recipe: Fish fillet with king's sorrel
pt_br: Receita: Filé de peixe com azeda do rei

source: Recipe: Fish in beer batter
pt_br: Receita : Peixe na massa de cerveja

source: Recipe: Fish in vinegar with snapperweed
pt_br: Receita : Peixe em vinagre com erva-de-mordedor

source: Recipe: Fish soup with herbs
pt_br: Receita: Sopa de peixe com ervas

source: Recipe: Fried fish skins
pt_br: Receita: Peles de peixe fritas

source: Recipe: Grape juice
pt_br: Receita: Suco de uva

source: Recipe: Hearty leftovers broth
pt_br: Receita: Caldo de sobras farto

source: Recipe: Herb stew
pt_br: Receita : Guisado de ervas

source: Recipe: Herbal troll soup
pt_br: Receita: Sopa de troll herbácea

source: Recipe: Honey cookies
pt_br: Receita : Biscoitos de mel

source: Recipe: Hunter's Specialty
pt_br: Receita : Especialidade do Caçador

source: Recipe: King's sorrel soup
pt_br: Receita: Sopa de azeda do rei

source: Recipe: Lifegiving bear stew
pt_br: Receita : Guisado de urso vivificante

source: Recipe: Martha's Stew
pt_br: Receita: Guisado da Marta

source: Recipe: Martha's hearty stew
pt_br: Receita: Guisado farto da Marta

source: Recipe: Meat mishmash
pt_br: Receita: Mistura de carne

source: Recipe: Meat packs
pt_br: Receita : Pacotes de carne

source: Recipe: Mulled Ghost Light
pt_br: Receita: Luz Fantasma com cobertura

source: Recipe: Mushroom Stew
pt_br: Receita Guisado de cogumelos

source: Recipe: Mushroom and herb broth
pt_br: Receita : Caldo de cogumelos e ervas

source: Recipe: Mushroom cutlet
pt_br: Receita: Costeleta de cogumelos

source: Recipe: Noodles with goblin berries
pt_br: Receita : Macarrão com bagas de goblin

source: Recipe: Old bread soup
pt_br: Receita : Sopa de pão velho

source: Recipe: Pickled mushrooms
pt_br: Receita : Cogumelos em conserva

source: Recipe: Pickled turnip
pt_br: Receita: Nabo em conserva

source: Recipe: Poor Apple Pie
pt_br: Receita: Torta de maçã pobre

source: Recipe: Pumpkin compote
pt_br: Receita : Compota de abóbora

source: Recipe: Pâté from leftovers
pt_br: Receita : Patê de sobras

source: Recipe: Quick oysters
pt_br: Receita: Ostras rápidas

source: Recipe: Raspberry drink
pt_br: Receita: Bebida de framboesa

source: Recipe: Raspberry tincture
pt_br: Receita : Tintura de framboesa

source: Recipe: Rat on a stick
pt_br: Receita : Rato num pau

source: Recipe: River mirt soup
pt_br: Receita : Sopa de murta do rio

source: Recipe: Roasted insects
pt_br: Receita : Insectos torrados

source: Recipe: Scavenger and pumpkin shashlik
pt_br: Receita: Sashlik de carniceiro e abóbora

source: Recipe: Shepherd's roast marinated in wine
pt_br: Receita: Assado de pastor marinado em vinho

source: Recipe: Smoked herb fish
pt_br: Receita: Peixe defumado com ervas

source: Recipe: Snapperweed Oysters
pt_br: Receita: Ostras à Erva-de-mordedor

source: Recipe: Speed stew
pt_br: Receita : Guisado da velocidade

source: Recipe: Spicy Herring
pt_br: Receita : Arenque picante

source: Recipe: Spicy meat pie
pt_br: Receita : Torta de carne picante

source: Recipe: Spicy soup with cabbage
pt_br: Receita : Sopa picante com repolho

source: Recipe: Sweet blueberry bun
pt_br: Receita : Pão doce de mirtilo

source: Recipe: The fisherman's cauldron
pt_br: Receita : O caldeirão do pescador

source: Recipe: Vegetable and mushroom pie
pt_br: Receita : Torta de vegetais e cogumelos

source: Relax, everything will turn out all right.
pt_br: Relaxe, vai correr tudo bem.

source: The Chronicles Of Myrtana: Archolos
pt_br: As Crônicas de Myrtana: Archolos

source: The Kingdom of Myrtana, united by King Rhobar II.
pt_br: O Reino de Myrtana, unido pelo Rei Rhobar II.

source: The book describes all the battle secrets of the Wolf Sons of Vardhal...
pt_br: O livro descreve todos os segredos de batalha dos Filhos do Lobo de Vardhal.

source: The decree, however, only fueled the fire already burning in people’s hearts.
pt_br: O decreto, no entanto, apenas alimentou o fogo que já ardia nos corações das pessoas.

source: The fleet of Myrtana, in just a few hours, fell to the bottom of the sea,
pt_br: A frota de Myrtana, in apenas algumas horas, caiu no fundo do mar,

source: The orcs turned out to be equally skilled warriors on land and water.
pt_br: Os orcs acabaram sendo guerreiros igualmente hábeis tanto na terra quanto na água.

source: The solution to this problem was to increase the number of miners on the island of Khorinis.
pt_br: A solução para este problema foi aumentar o número de mineiros na ilha de Khorinis.

source: The war against the orcs took its toll, and the enemy acted quickly and ruthlessly.
pt_br: A guerra contra os orcs teve o seu preço, e o inimigo agiu rápida e impiedosamente.

source: The war was going on month after month, and the economy of the kingdom was plunging into an inevitable crisis.
pt_br: A guerra continuava mês após mês, e a economia do reino mergulhava numa crise inevitável.

source: There's something inside!
pt_br: Há algo lá dentro!

source: This is bullshit!
pt_br: Isso é uma putaria!

source: What's that?
pt_br: O que é isso?

source: and the nearby island Archolos, the capital of the archipelago, was to pay the price.
pt_br: e a ilha vizinha Archolos, a capital do arquipélago, devia pagar o preço.

source: and use them to carry soldiers to war.
pt_br: e o usassem-nos para levar soldados para a guerra.

source: and with every new wave of refugees coming to its shores, the pot was closer and closer to spill.
pt_br: e com cada nova onda de refugiados chegando às suas praias, o pote estava cada vez mais perto de ser derramado.

source: attempting to prevent the enemy’s conquest of strategically important islands of the Eastern Archipelago.
pt_br: tentando impedir a conquista do inimigo de ilhas estrategicamente importantes do Arquipélago Oriental.
